experiment_scripts/scripts/CONTAINER_THROGHPUT/results/MQFS/sysbench/400-343
My process ID is 20
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           8771
        other:                           0
        total:                           8771
    transactions:                        8771   (73.09 per sec.)
    queries:                             8771   (73.09 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      73.0860
    time elapsed:                        120.0094s
    total number of events:              8771

Latency (ms):
         min:                                    5.98
         avg:                                   13.68
         max:                                   84.94
         95th percentile:                       23.52
         sum:                               119972.69

Threads fairness:
    events (avg/stddev):           8771.0000/0.00
    execution time (avg/stddev):   119.9727/0.00