experiment_scripts/scripts/CONTAINER_THROGHPUT/results/MQFS/sysbench/400-89
My process ID is 161
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           8739
        other:                           0
        total:                           8739
    transactions:                        8739   (72.82 per sec.)
    queries:                             8739   (72.82 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      72.8234
    time elapsed:                        120.0027s
    total number of events:              8739

Latency (ms):
         min:                                    6.25
         avg:                                   13.73
         max:                                   86.86
         95th percentile:                       23.95
         sum:                               119966.70

Threads fairness:
    events (avg/stddev):           8739.0000/0.00
    execution time (avg/stddev):   119.9667/0.00